<!-- Каждый компонент имеет три основные секции. 
Первая секция представляет шаблон компонента, который помещается в элемент <template>. 
Шаблон собственно и представляет разметку компонента, которая компилируется в функции рендеринга виртуального DOM. 
 -->
<template>
  <div class="structure">
    <!-- Добавьте дочерние элементы здесь -->
    <h1>Заголовок</h1>
    <p>Текст</p>
  </div>
</template>

<!-- Вторая секция, которая помещается в элемент <script>, представляет логику компонента. 
С помощью default определяются параметры компонента, а чтобы его можно было импортировать извне, применяется слово export. -->

<script>
export default {
    //Функция, которая возвращает объект данных для экземпляра компонента.
    name: 'StructureVue',
    data() {
        return {

        }
    },

    // Вычисляемые свойства
    computed: {

    },

    // Методы-наблюдатели
    watch: {

    },

    // объект, который будет содержать все необходимые методы
    methods: {

    }
}
</script>

<!-- Третья секция определяет стили компонента. В отличие от двух предыдущих секций, которые могут присутствовать в файле в одном экземпляре,
 секцию стилей можно определять в файле более одного раза. -->
<style>

</style>